const sampleData = [
    {
        "index": 1,
        "content": "こんにちは。お話して大丈夫ですか？",
        "person": "A"
    },
    {
        "index": 2,
        "content": "はい、大丈夫です。今、飼っている熱帯魚の世話をしていたところです。",
        "person": "user"
    },
    {
        "index": 3,
        "content": "ほほお熱帯魚ですか。きれいなことでしょうね。",
        "person": "A"
    },
    {
        "index": 4,
        "content": "はい、私はエステティシャンをしていて、普段忙しいのでとても癒されます。",
        "person": "user"
    },
    {
        "index": 5,
        "content": "華やかそうなお仕事で羨ましいですね。わたしは先日定年を迎えて自由の身になりました。",
        "person": "A"
    },
    {
        "index": 6,
        "content": "そうなんですね。ゆっくりされてくださいね。私はネイリストも目指しているところです。",
        "person": "user"
    },
    {
        "index": 7,
        "content": "それでは総合美容家を目指せそうですね。わたしは体で自慢できるのは虫歯がないことぐらいなんで、美しさに磨きをかける方は尊敬します。",
        "person": "A"
    },
    {
        "index": 8,
        "content": "ありがとうございます。虫歯がないなんて、とても羨ましいです！",
        "person": "user"
    },
    {
        "index": 9,
        "content": "その代わり髪は薄いので、美容とは縁がありません。",
        "person": "A"
    },
    {
        "index": 10,
        "content": "定年されたので、これからおしゃれしても良いと思いますよ。ちなみに私は岩手出身ですが、あなたはどちらですか？",
        "person": "user"
    },
    {
        "index": 11,
        "content": "岩手の方なんですか。わたしは宮城の出身なので近いですね。",
        "person": "A"
    },
    {
        "index": 12,
        "content": "それは近いですね！奇遇です。",
        "person": "user"
    },
    {
        "index": 13,
        "content": "ねぇBさん。そういえばBさんはどうでしたっけ？",
        "person": "user"
    },
    {
        "index": 14,
        "content": "ああ、そうですね。私も以前、熱帯魚を飼っていたことがあります。特にエンゼルフィッシュが好きでした。最近は忙しくて飼えなくなってしまいましたが、また機会があれば飼いたいと思っています。",
        "person": "B"
    },
]

export default sampleData